<?php

use Illuminate\Database\Seeder;
use App\Article;
class ArticlesFill extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $article=new Article();
        $article->user_id = 1;
        $article->text = "Äâà ìàğòîâñêèõ òîâàğèùåñêèõ ìàò÷à ïğîòèâ Àğãåíòèíû è Àíãëèè ñáîğíàÿ Èòàëèè ïğîâåëà ïîä ğóêîâîäñòâîì Ëóèäæè Äè Áüÿäæî, êîòîğûé ğàíåå âîçãëàâëÿë U-21. Ğåçóëüòàòû, êàê è èãğà êîìàíäû, áûëè óäğó÷àşùèìè. Àêöèè Äè Áüÿäæî óïàëè åùå ñèëüíåå. Íî äğóãèå ïğåòåíäåíòû – Êîíòå, Àí÷åëîòòè, Êàïåëëî è Ğàíüåğè – íå ãîğÿò æåëàíèåì ñâÿçûâàòü ñåáÿ ñ «àäçóğğè». Íûíåøíåìó ğóêîâîäñòâó FIGC – ÷ğåçâû÷àéíîìó êîìèññàğó Ğîáåğòî Ôàááğè÷èíè è åãî çàìåñòèòåëş Àëåññàíäğî Êîñòàêóğòå – íóæíî îáÿçàòåëüíî çàêëş÷èòü êîíòğàêò õîòü ñ êåì-íèáóäü äî èñòå÷åíèÿ ñğîêà èõ ïîëíîìî÷èé, êîòîğûé çàâåğøàåòñÿ â àâãóñòå. Èíà÷å òåğÿåòñÿ âåñü ñìûñë èõ ïğåáûâàíèÿ â äîëæíîñòè. Áûëî ğåøåíî óãîâîğèòü ïîñëåäíåãî ğåàëüíîãî êàíäèäàòà. Ìàí÷èíè ñâÿçàí äåéñòâóşùèì ñîãëàøåíèåì ñ «Çåíèòîì», íî ïğîâàë â ÷åìïèîíàòå Ğîññèè ïğèáëèæàåò ğàçâÿçêó ıòîé èñòîğèè. ";
        $article->image = "http://sports.kz:8080/storage/images/manchini.jpg";
        $article->category_id = 1;
        $article->save();
    }
}
